module.exports = Object.freeze({
    OP_CODE: {
        C_S_001: 'C_S_001', // 제어_시스템_ON
        C_S_002: 'C_S_002', // 제어_시스템_OFF
        C_L_001: 'C_L_001', // 제어_조명_ON
        C_L_002: 'C_L_002', // 제어_조명_OFF
        C_T_003: 'C_T_003', // 제어_단말기_자동
        C_T_004: 'C_T_004', // 제어_단말기_수동
        C_M_005: 'C_M_005', // 제어_관리기_배합 및 공급 (양액A + 양액B + 물)
        C_M_006: 'C_M_006', // 제어_관리기_공급 off (양액A + 양액B + 물)   // 추가
        C_M_007: 'C_M_007', // 제어_관리기_공급 off (물)                  // 추가
        C_M_008: 'C_M_008', // 제어_관리기_공급 (물)
        C_M_009: 'C_M_009', // 제어_관리기_산소 공급 ON
        C_M_010: 'C_M_010', // 제어_관리기_산소 공급 OFF
        R_L_001: 'R_L_001', // 예약_조명_ON
        R_M_009: 'R_M_009', // 예약_관리기_산소 공급 ON
        R_L_200: 'R_L_200', // 예약_조명_특정 조명 예약 취소
        R_M_100: 'R_M_100', // 예약_관리기_특정 산소 예약 취소
    }
});